Repository: gotenash/Pimmich
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Sauvegardez votre configuration (API, partages, affichage...) dans un fichier. Vous pourrez le restaurer plus tard ou sur une nouvelle installation.
es: Guarde su configuración (API, recursos compartidos, visualización, etc.) en un archivo. Puede restaurarla más tarde o en una nueva instalación.

source: Sauvegarder la configuration
es: Guardar configuración

source: Télécharger la sauvegarde
es: Descargar copia de seguridad

source: Restaurer une configuration
es: Restaurar una configuración

source: Êtes-vous sûr ? La configuration actuelle sera écrasée par le contenu du fichier de sauvegarde.
es: ¿Está seguro? La configuración actual se sobrescribirá con el contenido del archivo de copia de seguridad.

source: Restaurer
es: Restaurar

source: Mise à jour de l'application
es: Actualización de la aplicación

source: Cliquez sur le bouton pour rechercher et installer les dernières mises à jour de Pimmich depuis GitHub. L'application redémarrera automatiquement après la mise à jour.
es: Haga clic en el botón para buscar e instalar las últimas actualizaciones de Pimmich desde GitHub. La aplicación se reiniciará automáticamente después de la actualización.

source: Système de Fichiers de la Carte SD
es: Sistema de archivos de tarjeta SD

source: Si vous avez flashé Pimmich sur une carte SD plus grande que l'image, utilisez cette option pour étendre la partition et utiliser tout l'espace disponible. Un redémarrage du système sera nécessaire pour finaliser l'opération.
es: Si ha marcado Pimmich en una tarjeta SD más grande que la imagen, use esta opción para extender la partición y use todo el espacio disponible. Será necesario un reinicio del sistema para finalizar la operación.

source: Note :
es: Nota :

source: Cette opération est sûre et ne supprime aucune donnée. Elle prépare simplement le système à s'étendre au prochain démarrage.
es: Esta operación es segura y no elimina ningún dato. Ella simplemente prepara el sistema paras'Exténtate al siguiente inicio.

source: Contrôle du système
es: Control del sistema

source: Êtes-vous sûr de vouloir redémarrer UNIQUEMENT l'application web ? Le système d'exploitation ne sera pas redémarré.
es: ¿Está seguro de que desea reiniciar SOLO la aplicación web? El sistema operativo no se reiniciará.

source: Redémarrer l'application web
es: Reiniciar la aplicación web

source: Êtes-vous sûr de vouloir REDÉMARRER le système ?
es: ¿Está seguro que desea REINICIAR el sistema?

source: Redémarrer le système
es: Reiniciar el sistema

source: Êtes-vous sûr de vouloir ÉTEINDRE le système ?
es: ¿Está seguro que desea apagar el sistema?

source: Éteindre le système
es: Apague el sistema

source: Informations Système
es: Información del sistema

source: Température CPU:
es: Temperatura de la CPU:

source: Utilisation CPU:
es: Uso de CPU:

source: Stockage:
es: Almacenamiento:

source: Historique Température CPU (10 min)
es: Temperatura de la CPU de historia (10 min)

source: Historique Utilisation CPU (10 min)
es: Uso de la CPU de la historia (10 min)

source: Historique Utilisation RAM (10 min)
es: History Ram Use (10 min)

source: Historique Utilisation Disque (10 min)
es: Historia Use el disco (10 min)

source: Logs Système
es: Registros del sistema

source: Sélectionner un log :
es: Seleccione un registro:

source: Effacer les logs
es: Borrar registros

source: Crédits
es: Créditos

source: Auteurs : Gotenash et Shenron
es: Autores: Gotenash y Shenron

source: Projet réalisé dans le cadre du Gadgetaulab
es: Proyecto realizado en el marco del Gadgetaulab

source: Aperçu des photos préparées
es: Vista previa de fotos preparadas

source: Voici les photos qui sont prêtes à être affichées par le diaporama, classées par source. Cliquez sur une photo pour l'agrandir.
es: Aquí están las fotos listas para mostrarse en la presentación, ordenadas por origen. Haga clic en una foto para ampliarla.

source: Supprimer toutes les photos de la source '%(source)s'
es: Eliminar todas las fotos de la fuente '%(source)s'

source: Tout supprimer
es: Eiminar todo

source: Aperçu de %(media)s
es: Vista previa de %(media)s

source: Filtre...
es: Filtrado...

source: Noir & Blanc
es: Blanco y negro

source: Sépia
es: Sepia

source: Vignette
es: Uña del pulgar

source: Vintage
es: Aniguo

source: Carte Postale
es: Tarjeta postal

source: Ajouter à une playlist
es: Agregar a una lista de reproducción

source: Mettre en favori
es: Marcador

source: Supprimer cette photo
es: Eliminar esta foto

source: Ajouter une légende...
es: Añadir un título...

source: Aucune photo préparée n'a été trouvée. Veuillez en importer depuis l'onglet "Actions".
es: No se encontraron fotos preparadas. Sube una desde la pestaña "Acciones".

source: Créez des albums virtuels (playlists) en sélectionnant des photos de n'importe quelle source. Vous pouvez ensuite lancer un diaporama contenant uniquement les photos d'une playlist.
es: Cree álbumes virtuales (listas de reproducción) seleccionando fotos de cualquier fuente. Luego puede iniciar una presentación de diapositivas que contiene solo las fotosd'Una lista de reproducción.

source: Arrête la playlist en cours et relance le diaporama avec toutes les sources activées.
es: Detenga la lista de reproducción actual y relaje la presentación de diapositivas con todas las fuentes activadas.

source: Nom de la playlist (ex: Vacances 2024)
es: Nombre de la lista de reproducción (Ex: vacaciones 2024)

source: Vos Playlists
es: Tus listas de reproducción

source: Vos photos favorites
es: Tus fotos favoritas

source: Voici toutes vos photos marquées comme favorites. Vous pouvez les gérer ici.
es: Aquí están todas tus fotos favoritas. Puedes administrarlas aquí.

source: Vous n'avez aucune photo en favori pour le moment.
es: No tienes ninguna foto favorita en este momento.

source: Erreur
es: Error

source: Scan en cours...
es: Escaneo en progreso...

source: Aucun réseau Wi-Fi trouvé.
es: No se encontró ninguna red Wi-Fi.

source: Erreur de communication avec le serveur:
es: Error de comunicación con el servidor:

source: Signal
es: Señal

source: Aucune
es: Ninguno

source: Cliquer pour sélectionner ce réseau
es: Haga clic para seleccionar esta red

source: Aucune invitation active.
es: Ninguna invitación activa.

source: Non utilisé
es: No usado

source: Expire le
es: Vence

source: Veuillez entrer un nom pour l'invité.
es: Ingrese un nombre para el invitado.

source: Révoquer l'accès
es: Revocar acceso

source: Êtes-vous sûr de vouloir révoquer l'accès pour cet invité ? Il ne pourra plus envoyer de photos.
es: ¿Seguro que desea revocar el acceso a este invitado? Ya no podrá enviar fotos.

source: Le nom d'utilisateur du bot n'a pas pu être récupéré.
es: El nombred'El usuario de BOT no pudo ser recuperado.

source: Copier le lien
es: Copiar enlace

source: La copie a échoué.
es: La copia ha fallado.

source: Renommer la playlist
es: Cambiar el nombre de la lista de reproducción

source: Entrez le nouveau nom pour la playlist :
es: Ingrese el nuevo nombre para la lista de reproducción:

source: Ordre sauvegardé !
es: ¡Ordene salvaguardado!

source: Veuillez patienter...
es: Espere por favor ...

source: Veuillez entrer un nom pour la playlist.
es: Ingrese un nombre para la lista de reproducción.

source: Aucune playlist
es: Sin lista de reproducción

source: Erreur lors de la récupération des infos système:
es: Error al recuperar información del sistema:

source: Erreur de communication avec l'API système:
es: Error de comunicación con la API del sistema:

source: Erreur:
es: Error:

source: Erreur de connexion à l'API des logs.
es: Error al conectarse a la API de registros.

source: Êtes-vous sûr de vouloir effacer le contenu du log "__LOG_NAME__" ? Cette action est irréversible.
es: ¿Está seguro de que desea eliminar el contenido del registro "__LOG_NAME__"? Esta acción es irreversible.

source: Erreur lors de l'effacement du log :
es: Error al borrar el registro:

source: Erreur de connexion à l'API pour effacer les logs.
es: Error al conectarse a la API para borrar los registros.

source: Êtes-vous sûr de vouloir lancer la mise à jour ? L'application sera indisponible pendant le processus et redémarrera automatiquement.
es: ¿Seguro que quieres iniciar la actualización? La aplicación no estará disponible durante el proceso y se reiniciará automáticamente.

source: Mise à jour terminée. L'application va redémarrer. La page se rechargera dans quelques instants...
es: Actualización completada. La aplicación se reiniciará. La página se recargará en unos instantes...

source: La page va se recharger automatiquement.
es: La página se recargará automáticamente.

source: Données invalides reçues du serveur.
es: Datos no válidos recibidos del servidor.

source: Erreur de connexion au serveur pour la mise à jour.
es: Errores al conectarse al servidor para la actualización.

source: Cette opération va préparer le système à étendre la partition au prochain redémarrage. Voulez-vous continuer ?
es: Esta operación preparará el sistema para extender la partición al siguiente reinicio. ¿Quieres continuar?

source: Connexion
es: Conexión

source: Utilisateur
es: Usuario

source: Se connecter
es: Acceso

source: Envoyer des photos (Invité)
es: Enviar fotos (Invitado)

source: Envoyer des photos
es: Enviar fotos

source: Envoyer des photos pour le cadre
es: Envía fotos para el marco

source: Les photos seront soumises à validation avant d'être affichées.
es: Las fotografías estarán sujetas a validación antes de ser mostradas.

source: Envoyer
es: Enviar

source: Retour à la connexion administrateur
es: Volver al inicio de sesión de administrador

source: {editor}: Editing failed
es: {Editor}: la edición falló

source: {editor}: Editing failed: {e}
es: {Editor}: la edición falló: {E}

source: {text} {deprecated_message}
es: {Text} {Depreced_Message}

source: Options
es: Opción

source: DeprecationWarning: The command {name!r} is deprecated.{extra_message}
es: DeprecationWarning: el comando {nombre! R}isDesapercibido. {Extra_message}

source: Aborted!
es: ¡Abortado!

source: Commands
es: Comandos

source: Missing command.
es: Comando faltante.

source: No such command {name!r}.
es: No hay tal comando {nombre! R}.

source: Value must be an iterable.
es: El valor debe ser un iterable.

source: DeprecationWarning: The {param_type} {name!r} is deprecated.{extra_message}
es: DeprecationWarning: el {param_type} {nombre! R}isDesapercibido. {Extra_message}

source: env var: {var}
es: aprox: {var}

source: default: {default}
es: Predeterminado: {predeterminado}

source: required
es: rechazado

source: (dynamic)
es: (Dinámica)

source: %(prog)s, version %(version)s
es: %(Prog)s, %versión (versión)s

source: Show the version and exit.
es: Muestre la versión y la salida.

source: Show this message and exit.
es: Muestre este mensaje y salida.

source: Error: {message}
es: Mensaje de error}

source: Try '{command} {option}' for help.
es: Pruebe '{comando} {opción}' para obtener ayuda.

source: Invalid value: {message}
es: Valor no válido: {mensaje}

source: Invalid value for {param_hint}: {message}
es: Valor no válido para {param_hint}: {mensaje}

source: Missing argument
es: Argumento faltante

source: Missing option
es: Opción faltante

source: Missing parameter
es: Parámetro faltante

source: Missing {param_type}
es: Falta {param_type}

source: Missing parameter: {param_name}
es: Parámetro faltante: {param_name}

source: No such option: {name}
es: No hay tal opción: {nombre}

source: unknown error
es: Error desconocido

source: Could not open file {filename!r}: {message}
es: No se pudo abrir el archivo {nombre de archivo! R}: {mensaje}

source: Argument {name!r} takes {nargs} values.
es: Argumento {nombre! R} toma {Nargs} valores.

source: Option {name!r} does not take a value.
es: Opción {nombre! R} no toma un valor.

source: Shell completion is not supported for Bash versions older than 4.4.
es: FinalizaciónisNo es compatible con versiones bash mayores de 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
es: No se pudo detectar la versión bash, la finalización del shellisNo compatible.

source: Repeat for confirmation
es: Repetir para confirmación

source: Error: The value you entered was invalid.
es: Error: el valor que ingresó no fue válido.

source: Error: The two entered values do not match.
es: Error: los dos valores ingresados ​​no coinciden.

source: Error: invalid input
es: Error: entrada no válida

source: Press any key to continue...
es: Presione cualquier tecla para continuar ...

source: Choose from: {choices}
es: Elija entre: {Opciones}

source: {value!r} is not a valid {number_type}.
es: {¡Valor! R}isNo es un {número_type} válido.

source: {value} is not in the range {range}.
es: {Valor}isNo en el rango {rango}.

source: {value!r} is not a valid boolean.
es: {¡Valor! R}isNo es un booleano válido.

source: {value!r} is not a valid UUID.
es: {¡Valor! R}isNo es un UUID válido.

source: file
es: línea

source: directory
es: directorio

source: path
es: camino

source: {name} {filename!r} does not exist.
es: {Nombre} {nombre de archivo! R} no existe.

source: {name} {filename!r} is a file.
es: {Nombre} {nombre de archivo! R}isun archivo.

source: {name} {filename!r} is a directory.
es: {Nombre} {nombre de archivo! R}isUn directorio.

source: {name} {filename!r} is not readable.
es: {Nombre} {nombre de archivo! R}isNo legible.

source: {name} {filename!r} is not writable.
es: {Nombre} {nombre de archivo! R}isNo es escrito.

source: {name} {filename!r} is not executable.
es: {Nombre} {nombre de archivo! R}isNo ejecutable.
