Repository: gotenash/Pimmich
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: L'accès pour l'invité '%(name)s' a été révoqué.
es: Acceso para el huésped '%(nombre)sfue revocado.

source: Aucun fichier sélectionné.
es: No hay archivos seleccionados.

source: %(count)s photo(s) envoyée(s) pour validation avec succès !
es: ¡%(count)s fotos enviadas exitosamente para validación!

source: Connexion réussie
es: Conexión exitosa

source: Identifiants invalides
es: Credenciales no válidas

source: Déconnexion réussie
es: Cerrar sesión exitosamente

source: Configuration enregistrée et diaporama relancé
es: Configuración guardada y presentación de diapositivas reiniciada

source: Le token du bot est requis.
es: El token del bot es requerido

source: Token valide ! Le bot s'appelle '%(bot_name)s'.
es: ¡Token válido! El bot se llama '%(bot_name)s'.

source: Échec de l'envoi : %(error)s
es: Envío fallido: %(error)s

source: L'application web redémarre... La page sera inaccessible pendant quelques instants.
es: La aplicación web se está reiniciando... La página estará inaccesible por unos instantes.

source: Résolution appliquée : %(width)sx%(height)s. Le diaporama a été redémarré.
es: Resolución aplicada: %(ancho) SX %(altura)s. La presentación de diapositivas se ha reiniciado.

source: Résolution appliquée : %(width)sx%(height)s. Le diaporama n'était pas en cours.
es: Resolución aplicada: %(ancho) SX %(altura)s. La presentación de diapositivas no estaba en progreso.

source: Le SSID et le pays Wi-Fi sont obligatoires.
es: Se requieren SSID y país de Wi-Fi.

source: Paramètres Wi-Fi appliqués. Le service réseau a été redémarré pour forcer la connexion. Veuillez patienter une minute et vérifier le statut.
es: Configuración de Wi-Fi aplicada. Se ha reiniciado el servicio de red para forzar la conexión. Espere un minuto y verifique el estado.

source: Erreur lors de l'application des paramètres Wi-Fi : %(error)s
es: Error al aplicar la configuración de Wi-Fi: %(error)s

source: Les deux champs de mot de passe sont requis.
es: Ambos campos de contraseña son obligatorios.

source: Les mots de passe ne correspondent pas.
es: Las contraseñas no coinciden.

source: Le mot de passe doit contenir au moins 6 caractères.
es: Contraseñas nLa contraseña debe contener al menos 6 caracteres.e no coinciden.

source: Mot de passe mis à jour avec succès. Il sera nécessaire pour votre prochaine connexion.
es: Contraseña actualizada correctamente. La necesitarás para tu próximo inicio de sesión.

source: Erreur lors du changement de mot de passe : %(error)s
es: Error al cambiar contraseña: %(error)s

source: Le fichier de configuration n'a pas été trouvé.
es: No se encontró el archivo de configuración.

source: Aucun fichier de sauvegarde sélectionné.
es: No hay ningún archivo guardado seleccionado.

source: Configuration restaurée avec succès ! Le diaporama va redémarrer pour appliquer les changements.
es: ¡Configuración restaurada correctamente! La presentación se reiniciará para aplicar los cambios.

source: Fichier de sauvegarde invalide ou corrompu. Ce n'est pas un fichier JSON valide.
es: Archivo de copia de seguridad no válido o dañado. Este no es un archivo JSON válido.

source: Erreur lors de la restauration : %(error)s
es: Error al restaurar: %(error)s

source: Paramètre 'enabled' manquant.
es: Parámetro faltante.

source: Service de contrôle vocal activé.
es: Servicio de control de voz activado.

source: Service de contrôle vocal désactivé.
es: Servicio de control de voz deshabilitado.

source: Configuration
es: Configuración

source: Langue
es: Idioma

source: Se déconnecter
es: Finalizar la sesión

source: Configuration du cadre photo connecté
es: Configuración del marco de fotos conectado

source: Contenu
es: Contenido

source: Système
es: Sistema

source: Gérez les paramètres d'affichage du diaporama, la durée, les transitions...
es: Administre los parámetros de visualización de la presentación de diapositivas, la duración, las transiciones ...

source: Affichage
es: Mostrar

source: Configurez l'affichage de l'heure, la météo et les marées.
es: Configure el tiempo, el clima y las mareas.

source: Horloge & Infos
es: Reloj e información

source: Configurez le contrôle vocal du diaporama.
es: Configure el control de voz de la presentación de diapositivas.

source: Configurez les sources de photos (Immich, Samba, USB...).
es: Configurar fuentes de fotos (Immich, Samba, USB ...).

source: Sources
es: Fuentes

source: Visualisez et gérez toutes les photos prêtes pour le diaporama.
es: Visualice y administre todas las fotos listas para la presentación de diapositivas.

source: Aperçu
es: Avance

source: Créez et gérez vos albums photo personnalisés.
es: Crea y administra tus álbumes de fotos personalizados.

source: Playlists
es: Listas de reproducción

source: Favoris
es: Favoritos

source: Validez ou rejetez les photos envoyées par les invités.
es: Validar o rechazar las fotos enviadas por los invitados.

source: Validation
es: Validación

source: Lancez les imports, contrôlez le diaporama et envoyez des photos.
es: Inicie las importaciones, controle la presentación de diapositivas y envíe fotos.

source: Actions
es: Comportamiento

source: Gérez les mises à jour, sauvegardes et contrôles système.
es: Administre actualizaciones, copias de seguridad y verificaciones del sistema.

source: Maintenance
es: Mantenimiento

source: Consultez les statistiques d'utilisation du système.
es: Consulte las estadísticas de uso del sistema.

source: Logs
es: Registro

source: Paramètres d'affichage
es: Configuración de pantalla

source: Durée d'affichage (en secondes) :
es: Duración de la visualización (en segundos):

source: Heure de début d'activité (HH:MM) :
es: Hora de inicio de la actividad (HH:MM):

source: Heure de fin d'activité (HH:MM) :
es: Hora de finalización de la actividad (HH:MM):

source: Appliquer
es: Aplicar

source: Force une résolution spécifique. Utile si l'écran n'est pas détecté correctement au démarrage.
es: Fuerza una resolución específica. ÚtilsiLa pantalla no se detecta correctamente al inicio.

source: Hauteur utile de l'écran (%% affiché) :
es: Altura de pantalla útil (%% mostrado):

source: Largeur d'affichage cible (px) :
es: Ancho de visualización de destino (px):

source: Hauteur d'affichage cible (px) :
es: Altura de visualización de destino (px):

source: Détecter la résolution de l'écran actif
es: Detectar la resolución de la pantalla activa

source: Détecter
es: Detectar

source: Activer l'effet Pan/Zoom sur les photos
es: Habilitar el efecto Pan/Zoom en las fotos

source: Amplitude du zoom (ex: 1.15 pour 15%% de zoom) :
es: Amplitud del zoom (por ejemplo: 1,15 para un zoom del 15 %%):

source: Activer l'effet de transition entre les photos
es: Habilitar el efecto de transición entre fotos

source: Durée de transition (secondes) :
es: Duración de la transición (segundos):

source: Type de transition :
es: Tipo de transición:

source: Fondu enchaîné
es: Fundido cruzado

source: Glisser depuis la gauche
es: Deslizar desde la izquierda

source: Glisser depuis la droite
es: Desliza desde la derecha

source: Glisser depuis le bas
es: Deslice desde abajo

source: Glisser depuis le haut
es: Desliza desde arriba

source: Fréquence des favoris (nombre d'ajouts supplémentaires dans la liste de lecture) :
es: Favoritos Frecuencia (número de adiciones adicionales a la lista de reproducción):

source: Ex: 0 = pas de boost, 2 = 3x plus de chances d'apparaître.
es: Ej: 0 = sin aumento, 2 = 3 veces más posibilidades de aparecer.

source: Activer le son pour les vidéos
es: Habilitar sonido para videos

source: Activer le décodage vidéo matériel (plus fluide, mais peut être instable)
es: Habilitar la decodificación de vídeo por hardware (más fluido, pero puede ser inestable)

source: Cochez cette case pour une lecture plus fluide sur les Raspberry Pi. Décochez si vous rencontrez des écrans bleus/noirs après les vidéos.
es: Marca esta casilla para una reproducción más fluida en Raspberry Pis. Desmárcala si ves pantallas azules o negras después de ver videos.

source: Sortie audio :
es: Salida de audio:

source: Automatique
es: Automático

source: Jack 3.5mm (Casque)
es: Conector de 3,5 mm (auriculares)

source: Volume :
es: Volumen :

source: Affichage de l'heure
es: Visualización de la hora

source: Afficher l'heure
es: Tiempo de la funcion

source: Taille de la police :
es: Tamaño de fuente:

source: Décalage horizontal (px) :
es: Desplazamiento horizontal (px):

source: Décalage vertical (px) :
es: Desplazamiento vertical (px):

source: Couleur du texte (hex) :
es: Color del texto (hexadecimal):

source: Couleur du contour (hex) :
es: Color del contorno (hexadecimal):

source: Position de l'heure :
es: Posición horaria:

source: Gauche
es: Izquierda

source: Centre
es: Centro

source: Droite
es: Derecho

source: Police :
es: Fuente :

source: Afficher un fond derrière l'heure/date/météo
es: Mostrar un fondo detrás de la hora/fecha/clima

source: Couleur du fond (hex RGBA) :
es: Color de fondo (hex RGBA):

source: Affichage de la date
es: Visualización de fecha

source: Afficher la date (sous l'heure)
es: Mostrar fecha (debajo de la hora)

source: Format de la date :
es: Formato de fecha:

source: Affichage de la météo (OpenWeatherMap)
es: Visualización del tiempo (OpenWeatherMap)

source: Afficher la météo
es: Mostrar el tiempo

source: Ville :
es: Ciudad :

source: Clé API :
es: Clave API:

source: Tester la clé API et la ville
es: Probar la clave API y la ciudad

source: Unités :
es: Unidades:

source: Intervalle de MàJ (min) :
es: Intervalo de actualización (min):

source: Affichage des marées (StormGlass Tide API)
es: Visualización de mareas (API StormGlass Tide)

source: Utilise l'API de
es: Utiliza la API de

source: Une clé API est requise. Vous pouvez trouver les coordonnées de votre port sur des sites comme
es: Se requiere una clave API. Puede encontrar las coordenadas de su puerto en sitios como

source: Note : Cette API fournit les hauteurs de marée, mais pas le coefficient de marée.
es: Nota: Esta API proporciona alturas de marea, pero no el coeficiente de marea.

source: Afficher les informations de marée
es: Mostrar información de mareas

source: Latitude (ex: 48.3904) :
es: Latitud (ej: 48.3904):

source: Longitude (ex: -4.4861) :
es: Longitud (ej: -4.4861):

source: Clé API StormGlass :
es: Clave API de StormGlass:

source: Tester la connexion
es: Pruebe la conexión

source: Forcer la mise à jour
es: Forzar actualización

source: État Actuel des Marées
es: Estado actual de las mareas

source: Dernière mise à jour des données :
es: Última actualización de datos:

source: État de l'API :
es: Estado de la API:

source: Fuseau Horaire
es: Huso horario

source: Fuseau horaire actuel du système :
es: Zona horaria actual del sistema:

source: Non défini
es: Indefinido

source: Attention :
es: Atención :

source: La détection automatique du fuseau horaire a échoué lors de l'installation. Le système est configuré sur <strong>UTC</strong>. L'heure affichée peut être incorrecte.
es: La detección automática de zona horaria falló durante la instalación. El sistema está configurado en <strong>UTC</strong>. La hora mostrada podría ser incorrecta.

source: Vous pouvez le corriger manuellement en vous connectant au Raspberry Pi (via SSH) et en exécutant la commande :
es: Puedes solucionarlo manualmente iniciando sesión en Raspberry Pi (a través de SSH) y ejecutando el comando:

source: (remplacez par votre région/ville).
es: (reemplace con su región/ciudad).

source: Le fuseau horaire a été configuré automatiquement lors de l'installation.
es: La zona horaria se configuró automáticamente durante la instalación.

source: Configuration de l'album photo Immich
es: Configuración del álbum de fotos de Immich

source: Nom technique de l'album Immich :
es: Nombre técnico del álbum de Immich:

source: URL du serveur Immich :
es: URL del servidor Immich:

source: Token d'accès Immich :
es: Token de acceso de Immich:

source: Mise à jour automatique (Immich)
es: Actualización automática (Immich)

source: Activer la mise à jour automatique
es: Habilitar actualización automática

source: Intervalle de mise à jour (heures):
es: Intervalo de actualización (horas):

source: État du service :
es: Estado del servicio:

source: Dernière mise à jour :
es: Última actualización:

source: Prochaine mise à jour :
es: Próxima actualización:

source: Sources à afficher dans le diaporama
es: Fuentes para mostrar en la presentación de diapositivas

source: Sélectionnez les sources de photos à inclure dans le diaporama. Les photos seront mélangées entre les sources sélectionnées.
es: Seleccione las fuentes de fotos que desea incluir en la presentación. Las fotos se mezclarán entre las fuentes seleccionadas.

source: Photos Immich
es: Fotos de immich

source: Photos USB
es: USB Fotos

source: Photos Samba
es: Fotos de samba

source: Photos Smartphone
es: Fotos de teléfonos inteligentes

source: Photos reçues par Telegram
es: Fotos recibidas por Telegram

source: Configuration du partage Samba (Windows)
es: Configuración del uso compartido de Samba (Windows)

source: Serveur :
es: Servidor :

source: ex: 192.168.1.50 ou MON-NAS
es: ej.: 192.168.1.50 o MON-NAS

source: Nom du partage :
es: Nombre compartido:

source: ex: Photos
es: p.ej.: Fotos

source: Chemin dans le partage (optionnel) :
es: Ruta en el recurso compartido (opcional):

source: ex: Famille/2024
es: ej: Familia/2024

source: Nom d'utilisateur (optionnel) :
es: Nombre de usuario (opcional):

source: Mot de passe (optionnel) :
es: Contraseña (opcional):

source: Mise à jour automatique (Samba)
es: Actualización automática (Samba)

source: Options de démarrage
es: Opciones de arranque

source: Ignorer le premier import automatique au démarrage
es: Omitir la primera importación automática al iniciar

source: Si cette option est cochée, les mises à jour automatiques (Immich, Samba) ne se lanceront pas immédiatement après un redémarrage du cadre, mais attendront le prochain cycle programmé.
es: Si esta opción está marcada, las actualizaciones automáticas (Immich, Samba) no se iniciarán inmediatamente después de reiniciar el marco, sino que esperarán hasta el próximo ciclo programado.

source: Réception de photos par Telegram
es: Recibir fotos vía Telegram

source: Activez cette fonction pour permettre à des utilisateurs autorisés d'envoyer des photos directement sur le cadre via un bot Telegram. Les photos reçues seront ajoutées à la source "Telegram".
es: Activa esta función para que los usuarios autorizados puedan enviar fotos directamente al marco mediante un bot de Telegram. Las fotos recibidas se añadirán a la fuente de Telegram.

source: Pour créer un bot et obtenir un token, parlez à @BotFather sur Telegram. L'ID de l'administrateur est votre propre ID utilisateur Telegram (obtenu via @userinfobot par exemple).
es: Para crear un bot y obtener un token, habla con @BotFather en Telegram. El ID de administrador es tu propio ID de usuario de Telegram (obtenido con @userinfobot, por ejemplo).

source: Activer le bot de réception Telegram
es: Habilitar el bot de recepción de Telegram

source: Token du Bot Telegram :
es: Token de bot de Telegram:

source: ID de l'administrateur :
es: ID de administrador:

source: Votre ID numérique Telegram
es: Vos ID de Telegram numérico

source: Tester le Token du Bot
es: Testar el token de bot

source: État du bot :
es: Estado del Bot:

source: Gestion des invitations pour les invités
es: Gestión de invitationes para invitados

source: Créez des codes d'invitation uniques pour permettre à vos amis et votre famille d'envoyer des photos au cadre. Ils devront envoyer ce code à votre bot Telegram pour être autorisés.
es: Crea códigos de invitación únicos para que tus amigos y familiares puedan enviar fotos al marco. Deberán enviar este código a tu bot de Telegram para obtener la autorización.

source: Créer une nouvelle invitation
es: Crear una nueva invitación

source: Nom de l'invité (ex: Mamie)
es: Nombre del invitado (ej: Mamá)

source: Valide 7 jours
es: Válido por 7 días

source: Valide 30 jours
es: Válido por 30 días

source: Valide 90 jours
es: Válido por 90 días

source: Créer
es: Crear

source: Invitations actives
es: Invitaciones activas

source: Source Telegram
es: Telegram fuente

source: N'oubliez pas d'activer la source "Telegram" dans l'onglet "Sources" pour que les photos reçues apparaissent dans le diaporama.
es: Recuerda habilitar la fuente "Telegram" en la pestaña "Fuentes" para que las fotos recibidas aparezcan en la presentación de diapositivas.

source: Fréquence des Cartes Postales
es: Frecuencia de postales

source: Augmentez temporairement la fréquence d'affichage des nouvelles cartes postales reçues pour qu'elles apparaissent plus souvent.
es: Aumentar temporalmente la frecuencia de visualización de las nuevas postales recibidas para que aparezcan con más frecuencia.

source: Activer le boost pour les cartes postales récentes
es: Habilitar el impulso para postales recientes

source: Durée du boost (jours) :
es: Duración del impulso (días):

source: Facteur de boost :
es: Factor de impulso:

source: (Ex: 4 = 5x plus de chances d'apparaître)
es: (Ej: 4 = 5 veces más posibilidades de aparecer)

source: Contrôle Vocal
es: Control de voz

source: Contrôlez votre diaporama à la voix avec le mot-clé "Cadre Magique".
es: Verifique su presentación de diapositivas por voz con la palabra clave "marco mágico".

source: Étape Manuelle Requise :
es: Paso manual requerido:

source: Pour utiliser le mot-clé personnalisé "Cadre Magique", vous devez créer un modèle sur le site de Picovoice, le télécharger, et le placer dans le dossier `voice_models` sous le nom `cadre-magique_raspberry-pi.ppn`.
es: Para usar la palabra clave personalizada "marco mágico", debe crear un modelo en el sitio de picovoice, descargarla y colocarla en el dossier Voice_models` bajo el nombre `` `` Frame-Magic_raspberry-Pi.ppn`.

source: Activer le contrôle vocal (action immédiate)
es: Active el control de voz (acción inmediata)

source: Langue du contrôle vocal
es: Lenguaje de control vocal

source: Français
es: Francés

source: Anglais
es: Inglés

source: Le changement de langue nécessite un redémarrage du service vocal (désactiver puis réactiver le contrôle vocal).
es: El cambio de idioma requiere reiniciar el servicio de voz (desactivar y luego reactivar el control de voz).

source: Clé d'accès Picovoice Porcupine
es: Clave de acceso de picovoice porcupine

source: Collez votre clé d'accès ici
es: Pega tu tecla de acceso aquí

source: Obtenez votre clé via le compte gratuit (Free Tier) sur la
es: Obtenga su clave a través de la cuenta gratuita (nivel gratuito) en el

source: Périphérique d'entrée audio (Microphone)
es: Entrada de audio (micrófono)

source: Périphérique par défaut
es: Dispositivo predeterminado

source: Si votre microphone n'apparaît pas dans la liste ci-dessus, utilisez cet outil pour vérifier si le système d'exploitation le détecte correctement.
es: Si su micrófono no aparece en la lista anterior, use esta herramienta para verificar si el sistema operativo lo detecta correctamente.

source: Enregistrer les modifications
es: Guardar cambios

source: Aperçu en direct
es: Vista previa en vivo

source: Le diaporama est arrêté.
es: La presentación de diapositivas se detiene.

source: Photo en cours
es: Foto en progreso

source: Gestion du diaporama
es: Gestión de presentaciones de diapositivas

source: Arrêter le diaporama
es: Detener la presentación de diapositivas

source: Démarrer le diaporama
es: Iniciar presentación de diapositivas

source: Photo précédente
es: Foto anterior

source: Pause/Lecture
es: Pausa/lectura

source: Importation des photos
es: Importando fotos

source: Importer depuis la clé USB
es: Importar desde unidad USB

source: Importer depuis Immich
es: Importación desde Immich

source: Importer depuis Samba
es: Importar desde Samba

source: L'import depuis Telegram se fait automatiquement à la réception des photos. Activez la source dans l'onglet "Sources" pour les voir.
es: La importación desde Telegram se realiza automáticamente al recibir las fotos. Activa la fuente en la pestaña "Fuentes" para verlas.

source: Importer depuis un Smartphone
es: Importar desde un teléfono inteligente

source: Envoyez des photos directement depuis votre téléphone via le navigateur.
es: Envía fotos directamente desde tu teléfono a través del navegador.

source: Envoyer les photos
es: Enviar fotos

source: Photos en attente de validation
es: Fotos en espera de validación

source: Approuvez ou rejetez les photos envoyées. Les photos approuvées seront ajoutées à la source "Smartphone".
es: Aprueba o rechaza las fotos enviadas. Las fotos aprobadas se añadirán a la fuente "Smartphone".

source: Actualiser
es: Refrescar

source: État de la connexion Wi-Fi
es: Estado de la conexión Wi-Fi

source: État:
es: Estado :

source: Réseau (SSID):
es: Red (SSID):

source: Adresse IP:
es: dirección IP:

source: Configuration Wi-Fi
es: configuración wifi

source: La sélection du pays est obligatoire pour activer l'interface Wi-Fi et respecter les réglementations locales sur les fréquences radio.
es: La selección del país es obligatoria para habilitar la interfaz Wi-Fi y cumplir con las regulaciones de radiofrecuencia locales.

source: Pays (pour la réglementation Wi-Fi)
es: País (para regulaciones de Wi-Fi)

source: France
es: Francia

source: États-Unis
es: Estados unidos

source: Royaume-Uni
es: Reino Unido

source: Allemagne
es: Alemania

source: Espagne
es: España

source: Canada
es: Canadá

source: Belgique
es: Bélgica

source: Suisse
es: Suizo

source: SSID (Nom du réseau)
es: SSID (nombre de red)

source: Mot de passe
es: Contraseña

source: Laissez vide si le réseau est ouvert.
es: Déjelo en blanco si la red está abierta.

source: Appliquer les paramètres Wi-Fi
es: Aplicar configuración de Wi-Fi

source: Note : Après avoir appliqué les paramètres, la connexion peut prendre jusqu'à une minute. Si le statut de connexion ci-dessus ne passe pas à "Connecté", vérifiez le mot de passe puis essayez de redémarrer le système.
es: Nota: Después de aplicar la configuración, el inicio de sesión puede tardar hasta un minuto. Si el estado de inicio de sesión anterior no cambia a "Conectado", verifique la contraseña y luego intente reiniciar el sistema.

source: Gestion des Interfaces Réseau
es: Gestión de interfaz de red

source: Si le Wi-Fi ne se connecte pas alors qu'un câble Ethernet est branché, c'est souvent un problème de priorité. Désactivez l'interface Ethernet pour forcer le système à utiliser exclusivement le Wi-Fi. Cette action redémarre le service réseau.
es: Si el Wi-Fi no se conecta aunque haya un cable Ethernet conectado, suele ser un problema prioritario. Desactive la interfaz Ethernet para que el sistema use exclusivamente Wi-Fi. Esto reinicia el servicio de red.

source: Interface Filaire (eth0)
es: Interfaz cableada (eth0)

source: Réseaux Wi-Fi à proximité
es: Redes Wi-Fi cercanas

source: Cliquez sur le bouton pour rechercher les réseaux Wi-Fi disponibles. Cliquer sur un réseau dans la liste remplira automatiquement le champ SSID ci-dessus.
es: Haga clic en el botón para buscar redes Wi-Fi disponibles. Al hacer clic en una red de la lista, se completará automáticamente el campo SSID de arriba.

source: Lancer le scan
es: Iniciar el escaneo

source: Sécurité
es: Securidad

source: Changer le mot de passe de l'interface
es: Cambiar la contraseña de la interfaz

source: Nouveau mot de passe
es: Nueva contraseña

source: 6 caractères minimum
es: 6 caracteres mínimo

source: Confirmer le nouveau mot de passe
es: Confirmar nueva contraseña

source: Changer le mot de passe
es: Cambiar la contraseña

source: Sauvegarde et Restauration
es: Copia de seguridad y restauración
